Repository: nviai/OmitX
Catalog: Localization/Localizable.xcstrings
Source language: vi
Languages: ar, ca, cs, da, de, el, en, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

source: Xem quy tắc này dọn được gì
ar: اطّلع على ما ستنظّفه هذه القاعدة
ca: Mira què netejaria aquesta regla
cs: Podívejte se, co by toto pravidlo vyčistilo
da: Se hvad denne regel ville rydde op
de: Ansehen, was diese Regel bereinigen würde
el: Δείτε τι θα καθάριζε αυτός ο κανόνας
en: See what this rule would clean
es: Ver qué limpiaría esta regla
fi: Katso mitä tämä sääntö siivoaisi
fr: Voir ce que cette règle nettoierait
he: ראו מה הכלל הזה ינקה
hi: देखें कि यह नियम क्या साफ़ करेगा
hr: Pogledaj što bi ovo pravilo očistilo
hu: Nézd meg, mit tisztítana ki ez a szabály
id: Lihat apa yang akan dibersihkan aturan ini
it: Guarda cosa pulirebbe questa regola
ja: このルールが何をクリーンアップするか見る
ko: 이 규칙이 무엇을 정리할지 보기
ms: Lihat apa yang akan dibersihkan peraturan ini
nb: Se hva denne regelen ville ryddet
nl: Bekijk wat deze regel zou opruimen
pl: Zobacz, co wyczyściłaby ta reguła
pt_br: Ver o que essa regra limparia
pt_pt: Ver o que essa regra limparia
ro: Vezi ce ar curăța această regulă
ru: Посмотрите, что очистило бы это правило
sk: Pozrite sa, čo by toto pravidlo vyčistilo
sl: Poglej, kaj bi to pravilo počistilo
sv: Se vad den här regeln skulle rensa
th: ดูว่ากฎนี้จะล้างอะไรบ้าง
tr: Bu kuralın neyi temizleyeceğini gör
uk: Подивіться, що очистило б це правило
zh_hans: 查看这条规则会清理什么
zh_hant: 查看這條規則會清理什麼

source: Xem thư mục nào đang chiếm nhiều dung lượng nhất, bấm đúp để đi sâu vào.
ar: اعرف المجلدات التي تشغل أكبر مساحة، وانقر مرتين للتعمّق فيها.
ca: Vegeu quines carpetes ocupen més espai; feu doble clic per explorar-ne el contingut.
cs: Zjistěte, které složky zabírají nejvíc místa. Dvojím kliknutím přejdete dovnitř.
da: Se, hvilke mapper der fylder mest; dobbeltklik for at gå et niveau dybere.
de: Sieh dir an, welche Ordner den meisten Speicherplatz belegen. Doppelklicke, um tiefer zu gehen.
el: Δείτε ποιοι φάκελοι καταλαμβάνουν τον περισσότερο χώρο· κάντε διπλό κλικ για να μπείτε σε αυτούς.
en: See which folders take up the most space; double-click to drill down.
es: Descubre qué carpetas ocupan más espacio; haz doble clic para ver su contenido.
fi: Katso, mitkä kansiot vievät eniten tilaa – kaksoisosoita siirtyäksesi syvemmälle.
fr: Découvrez quels dossiers occupent le plus d’espace ; double-cliquez pour explorer leur contenu.
he: ראה אילו תיקיות תופסות הכי הרבה מקום; לחץ פעמיים כדי להעמיק.
hi: देखें कि कौन-से फ़ोल्डर सबसे अधिक स्पेस ले रहे हैं; अंदर जाने के लिए डबल-क्लिक करें।
hr: Pogledajte koje mape zauzimaju najviše prostora; dvostrukim klikom idite dublje.
hu: Nézze meg, mely mappák foglalják a legtöbb helyet; dupla kattintással mélyebbre léphet.
id: Lihat folder mana yang paling banyak menggunakan ruang; klik dua kali untuk menelusuri lebih dalam.
it: Mostra le cartelle che occupano più spazio; fare doppio clic per esplorarne il contenuto.
ja: どのフォルダが最も容量を使用しているかを確認できます。ダブルクリックすると下の階層を表示します。
ko: 어떤 폴더가 가장 많은 공간을 차지하는지 확인합니다. 이중 클릭하면 하위 폴더로 이동합니다.
ms: Lihat folder mana yang menggunakan paling banyak ruang; dwiklik untuk melihat lebih dalam.
nb: Se hvilke mapper som tar mest plass – dobbeltklikk for å gå dypere.
nl: Bekijk welke mappen de meeste ruimte innemen; dubbelklik om dieper te gaan.
pl: Zobacz, które foldery zajmują najwięcej miejsca; kliknij dwukrotnie, aby przejść głębiej.
pt_br: Veja quais pastas ocupam mais espaço; clique duas vezes para explorar.
pt_pt: Veja que pastas ocupam mais espaço; faça duplo clique para explorar.
ro: Vezi ce dosare ocupă cel mai mult spațiu; fă dublu clic pentru a intra în ele.
ru: Узнайте, какие папки занимают больше всего места; дважды нажмите, чтобы перейти внутрь.
sk: Zistite, ktoré priečinky zaberajú najviac miesta. Dvojitým kliknutím prejdete dovnútra.
sl: Oglejte si, katere mape zasedajo največ prostora; z dvoklikom se pomaknete globlje.
sv: Se vilka mappar som tar mest utrymme – dubbelklicka för att gå djupare.
th: ดูว่าโฟลเดอร์ใดใช้พื้นที่มากที่สุด คลิกสองครั้งเพื่อเจาะลึกเข้าไป
tr: En çok yer kaplayan klasörleri görün; ayrıntılara inmek için çift tıklayın.
uk: Дізнайтеся, які папки займають найбільше місця; двічі клацніть, щоб перейти всередину.
zh_hans: 查看哪些文件夹占用空间最多，连按两次可深入查看。
zh_hant: 查看哪些資料夾佔用最多空間，按兩下可深入查看。

source: Xong
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
en: Done
es: OK
fi: Valmis
fr: Terminé
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: Gata
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: Xoá
ar: إزالة
ca: Eliminar
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
en: Remove
es: Eliminar
fi: Poista
fr: Supprimer
he: הסר
hi: हटाएँ
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 삭제
ms: Buang
nb: Fjern
nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Eliminare
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Видалити
zh_hans: 移除
zh_hant: 移除

source: Xoá %@
ar: حذف ‎%@
ca: Eliminar %@
cs: Smazat %@
da: Slet %@
de: %@ löschen
el: Διαγραφή %@
en: Delete %@
es: Eliminar %@
fi: Poista %@
fr: Supprimer %@
he: מחק את ‎%@
hi: %@ डिलीट करें
hr: Obriši %@
hu: %@ törlése
id: Hapus %@
it: Elimina %@
ja: %@を削除
ko: %@ 삭제
ms: Padam %@
nb: Slett %@
nl: Verwijder %@
pl: Usuń %@
pt_br: Apagar %@
pt_pt: Apagar %@
ro: Șterge %@
ru: Удалить %@
sk: Vymazať %@
sl: Izbriši %@
sv: Radera %@
th: ลบ %@
tr: %@ öğesini sil
uk: Видалити %@
zh_hans: 删除 %@
zh_hant: 刪除 %@

source: Xoá bằng simctl. Tải lại trong Xcode → Settings → Components.
ar: يُحذف عبر simctl. أعِد تنزيله من Xcode → Settings → Components.
ca: S’elimina amb simctl. Es pot tornar a descarregar a Xcode → Settings → Components.
cs: Maže se pomocí simctl. Znovu ho stáhnete v Xcode → Settings → Components.
da: Slettes via simctl. Hent igen i Xcode → Settings → Components.
de: Wird über simctl gelöscht. Erneut laden in Xcode → Settings → Components.
el: Διαγράφεται μέσω simctl. Μπορείτε να το κατεβάσετε ξανά στο Xcode → Settings → Components.
en: Deleted via simctl. Re-download it in Xcode → Settings → Components.
es: Se elimina con simctl. Vuelve a descargarlo en Xcode → Settings → Components.
fi: Poistetaan simctl:llä. Lataa se uudelleen kohdassa Xcode → Settings → Components.
fr: Suppression via simctl. Retéléchargeable dans Xcode → Settings → Components.
he: נמחק באמצעות simctl. ניתן להוריד שוב ב-Xcode → Settings → Components.
hi: simctl से डिलीट किया जाता है। इसे Xcode → Settings → Components में फिर से डाउनलोड करें।
hr: Briše se putem simctl. Ponovno ga preuzmite u Xcode → Settings → Components.
hu: Törlés a simctl segítségével. Újra letölthető az Xcode → Settings → Components menüpontban.
id: Dihapus melalui simctl. Unduh ulang di Xcode → Settings → Components.
it: Eliminazione tramite simctl. Si può scaricare di nuovo da Xcode → Settings → Components.
ja: simctlで削除します。Xcode → Settings → Componentsから再ダウンロードできます。
ko: simctl로 삭제합니다. Xcode → Settings → Components에서 다시 다운로드할 수 있습니다.
ms: Dipadam melalui simctl. Muat turun semula dalam Xcode → Settings → Components.
nb: Slettes med simctl. Last den ned på nytt i Xcode → Settings → Components.
nl: Wordt verwijderd via simctl. Download opnieuw in Xcode → Settings → Components.
pl: Usuwane przez simctl. Można pobrać ponownie w Xcode → Settings → Components.
pt_br: Apagado via simctl. Baixe novamente em Xcode → Settings → Components.
pt_pt: Apagado através do simctl. Volte a transferi-lo em Xcode → Settings → Components.
ro: Se șterge prin simctl. Îl poți descărca din nou în Xcode → Settings → Components.
ru: Удаляется через simctl. Загрузить снова можно в Xcode → Settings → Components.
sk: Maže sa pomocou simctl. Znova ho stiahnete v Xcode → Settings → Components.
sl: Izbriše se z ukazom simctl. Znova ga prenesete v Xcode → Settings → Components.
sv: Raderas med simctl. Hämta den igen i Xcode → Settings → Components.
th: ลบด้วย simctl ดาวน์โหลดใหม่ได้ใน Xcode → Settings → Components
tr: simctl ile silinir. Xcode → Settings → Components bölümünden yeniden indirebilirsiniz.
uk: Видаляється через simctl. Завантажити знову можна в Xcode → Settings → Components.
zh_hans: 通过 simctl 删除。可在 Xcode → Settings → Components 中重新下载。
zh_hant: 透過 simctl 刪除。可在 Xcode → Settings → Components 中重新下載。

source: Xoá cluster minikube — nên dùng 'minikube delete'
ar: يحذف مجموعة minikube (cluster) — يُفضَّل استخدام ‎'minikube delete'‎
ca: Elimina el clúster de minikube — és preferible 'minikube delete'
cs: Smaže klastr minikube – raději použijte 'minikube delete'
da: Sletter minikube-klyngen – brug hellere 'minikube delete'
de: Löscht den minikube-Cluster – besser 'minikube delete' verwenden
el: Διαγράφει το cluster του minikube — προτιμήστε το 'minikube delete'
en: Deletes the minikube cluster — prefer 'minikube delete'
es: Elimina el clúster de minikube — es preferible usar 'minikube delete'
fi: Poistaa minikube-klusterin – käytä mieluummin komentoa 'minikube delete'
fr: Supprime le cluster minikube — utilisez plutôt 'minikube delete'
he: מוחק את ה-cluster של minikube — עדיף להשתמש ב-‎'minikube delete'‎
hi: minikube क्लस्टर डिलीट करता है — 'minikube delete' का उपयोग करना बेहतर है
hr: Briše minikube klaster – radije koristite 'minikube delete'
hu: Törli a minikube-fürtöt — inkább a 'minikube delete' parancsot használja
id: Menghapus kluster minikube — sebaiknya gunakan 'minikube delete'
it: Elimina il cluster minikube — si consiglia 'minikube delete'
ja: minikubeクラスタを削除します — 'minikube delete'の使用をおすすめします
ko: minikube 클러스터를 삭제합니다 — 'minikube delete' 사용을 권장합니다
ms: Memadam kluster minikube — lebih baik gunakan 'minikube delete'
nb: Sletter minikube-klyngen – bruk heller 'minikube delete'
nl: Verwijdert het minikube-cluster – gebruik bij voorkeur 'minikube delete'
pl: Usuwa klaster minikube — lepiej użyj 'minikube delete'
pt_br: Apaga o cluster do minikube — prefira usar 'minikube delete'
pt_pt: Apaga o cluster do minikube — é preferível usar 'minikube delete'
ro: Șterge clusterul minikube — folosește de preferință 'minikube delete'
ru: Удаляет кластер minikube — лучше используйте 'minikube delete'
sk: Vymaže klaster minikube – radšej použite 'minikube delete'
sl: Izbriše gručo minikube – raje uporabite 'minikube delete'
sv: Raderar minikube-klustret – använd hellre 'minikube delete'
th: ลบคลัสเตอร์ minikube — ควรใช้ 'minikube delete'
tr: minikube kümesini siler — 'minikube delete' kullanılması önerilir
uk: Видаляє кластер minikube — краще використовуйте 'minikube delete'
zh_hans: 删除 minikube 集群 — 建议使用 'minikube delete'
zh_hant: 刪除 minikube 叢集 — 建議使用 'minikube delete'

source: Xoá container đã stop (dữ liệu trong container, không phải volume, sẽ mất)
ar: يحذف الحاويات المتوقفة (ستُفقد البيانات الموجودة داخل الحاوية، لا في وحدات التخزين)
ca: Elimina els contenidors aturats (es perdran les dades de dins del contenidor que no siguin en volums)
cs: Smaže zastavené kontejnery (data uvnitř kontejneru, která nejsou ve svazcích, se ztratí)
da: Fjerner stoppede containere (data i containeren, ikke i volumes, går tabt)
de: Entfernt gestoppte Container (Daten im Container, nicht in Volumes, gehen verloren)
el: Αφαιρεί τα σταματημένα containers (τα δεδομένα μέσα στο container, όχι σε volumes, χάνονται)
en: Removes stopped containers (data inside the container, not in volumes, is lost)
es: Elimina los contenedores detenidos (se pierden los datos dentro del contenedor, no los de los volúmenes)
fi: Poistaa pysäytetyt kontit (kontin sisällä oleva data menetetään, taltioissa oleva ei)
fr: Supprime les conteneurs arrêtés (les données stockées dans le conteneur, hors volumes, seront perdues)
he: מסיר קונטיינרים שנעצרו (נתונים בתוך הקונטיינר, שאינם ב-volumes, יאבדו)
hi: रुके हुए कंटेनर हटाता है (कंटेनर के अंदर का डेटा, जो वॉल्यूम में नहीं है, खो जाएगा)
hr: Briše zaustavljene spremnike (podaci unutar spremnika koji nisu u volumenima bit će izgubljeni)
hu: Törli a leállított konténereket (a konténerben – nem kötetben – tárolt adatok elvesznek)
id: Menghapus container yang dihentikan (data di dalam container, bukan di volume, akan hilang)
it: Rimuove i container arrestati (i dati all’interno del container, non nei volumi, andranno persi)
ja: 停止中のコンテナを削除します（ボリュームではなくコンテナ内にあるデータは失われます）
ko: 중지된 컨테이너를 삭제합니다(볼륨이 아닌 컨테이너 내부의 데이터는 사라집니다)
ms: Membuang container yang dihentikan (data di dalam container, bukan dalam volume, akan hilang)
nb: Fjerner stoppede containere (data i containeren, ikke i volumer, går tapt)
nl: Verwijdert gestopte containers (gegevens in de container, niet in volumes, gaan verloren)
pl: Usuwa zatrzymane kontenery (dane wewnątrz kontenera, poza woluminami, zostaną utracone)
pt_br: Remove contêineres parados (os dados dentro do contêiner, não nos volumes, são perdidos)
pt_pt: Remove contentores parados (os dados dentro do contentor, não nos volumes, perdem-se)
ro: Elimină containerele oprite (datele din container, nu cele din volume, se pierd)
ru: Удаляет остановленные контейнеры (данные внутри контейнера, не в томах, будут потеряны)
sk: Vymaže zastavené kontajnery (dáta v kontajneri, ktoré nie sú vo zväzkoch, sa stratia)
sl: Izbriše ustavljene vsebnike (podatki v vsebniku, ki niso v nosilcih, bodo izgubljeni)
sv: Tar bort stoppade containrar (data i containern, inte i volymer, går förlorad)
th: ลบคอนเทนเนอร์ที่หยุดแล้ว (ข้อมูลภายในคอนเทนเนอร์ที่ไม่ได้อยู่ในวอลุ่มจะหายไป)
tr: Durdurulmuş konteynerleri siler (volume’larda değil, konteynerin içinde duran veriler kaybolur)
uk: Видаляє зупинені контейнери (дані всередині контейнера, не в томах, буде втрачено)
zh_hans: 删除已停止的容器（容器内的数据将丢失，卷中的数据不受影响）
zh_hant: 刪除已停止的容器（容器內的資料將會遺失，磁碟區中的資料不受影響）

source: Xoá cả môi trường conda + package đã cài
ar: يحذف بيئة conda بالكامل + الحزم المثبّتة
ca: Elimina tot l’entorn de conda + els paquets instal·lats
cs: Smaže celé prostředí conda + nainstalované balíčky
da: Sletter hele conda-miljøet + installerede pakker
de: Löscht die gesamte conda-Umgebung + installierte Pakete
el: Διαγράφει ολόκληρο το περιβάλλον conda + τα εγκατεστημένα πακέτα
en: Deletes the whole conda environment + installed packages
es: Elimina todo el entorno de conda + los paquetes instalados
fi: Poistaa koko conda-ympäristön + asennetut paketit
fr: Supprime tout l’environnement conda + les paquets installés
he: מוחק את כל סביבת ה-conda + החבילות המותקנות
hi: पूरा conda एनवायरनमेंट + इंस्टॉल किए गए पैकेज डिलीट करता है
hr: Briše cijelo conda okruženje + instalirane pakete
hu: Törli a teljes conda-környezetet és a telepített csomagokat
id: Menghapus seluruh lingkungan conda + paket yang diinstal
it: Elimina l’intero ambiente conda + i pacchetti installati
ja: conda環境全体とインストール済みパッケージを削除します
ko: conda 환경 전체와 설치된 패키지를 삭제합니다
ms: Memadam seluruh persekitaran conda + pakej yang dipasang
nb: Sletter hele conda-miljøet + installerte pakker
nl: Verwijdert de hele conda-omgeving + geïnstalleerde pakketten
pl: Usuwa całe środowisko conda wraz z zainstalowanymi pakietami
pt_br: Apaga todo o ambiente conda + os pacotes instalados
pt_pt: Apaga todo o ambiente conda + os pacotes instalados
ro: Șterge întregul mediu conda + pachetele instalate
ru: Удаляет все окружение conda вместе с установленными пакетами
sk: Vymaže celé prostredie conda + nainštalované balíky
sl: Izbriše celotno okolje conda + nameščene pakete
sv: Raderar hela conda-miljön + installerade paket
th: ลบสภาพแวดล้อม conda ทั้งหมด + แพ็คเกจที่ติดตั้งไว้
tr: Tüm conda ortamını + yüklü paketleri siler
uk: Видаляє все середовище conda разом зі встановленими пакетами
zh_hans: 删除整个 conda 环境及已安装的软件包
zh_hant: 刪除整個 conda 環境及已安裝的套件

source: Xoá file đã chọn
ar: حذف الملفات المحدّدة
ca: Eliminar els fitxers seleccionats
cs: Smazat vybrané soubory
da: Slet valgte arkiver
de: Ausgewählte Dateien löschen
el: Διαγραφή επιλεγμένων αρχείων
en: Delete Selected Files
es: Eliminar archivos seleccionados
fi: Poista valitut tiedostot
fr: Supprimer les fichiers sélectionnés
he: מחק את הקבצים שנבחרו
hi: चुनी गई फ़ाइलें डिलीट करें
hr: Obriši odabrane datoteke
hu: Kijelölt fájlok törlése
id: Hapus File yang Dipilih
it: Elimina file selezionati
ja: 選択したファイルを削除
ko: 선택한 파일 삭제
ms: Padam Fail Dipilih
nb: Slett markerte filer
nl: Verwijder geselecteerde bestanden
pl: Usuń zaznaczone pliki
pt_br: Apagar Arquivos Selecionados
pt_pt: Apagar ficheiros selecionados
ro: Șterge fișierele selectate
ru: Удалить выбранные файлы
sk: Vymazať vybrané súbory
sl: Izbriši izbrane datoteke
sv: Radera markerade filer
th: ลบไฟล์ที่เลือก
tr: Seçili Dosyaları Sil
uk: Видалити вибрані файли
zh_hans: 删除所选文件
zh_hant: 刪除所選檔案

source: Xoá máy ảo + toàn bộ dữ liệu trong đó
ar: يحذف الجهاز الافتراضي وجميع بياناته
ca: Elimina el dispositiu virtual i totes les seves dades
cs: Smaže virtuální zařízení a všechna jeho data
da: Sletter den virtuelle enhed og alle dens data
de: Löscht das virtuelle Gerät und alle seine Daten
el: Διαγράφει την εικονική συσκευή και όλα τα δεδομένα της
en: Deletes the virtual device and all its data
es: Elimina el dispositivo virtual y todos sus datos
fi: Poistaa virtuaalilaitteen ja kaikki sen tiedot
fr: Supprime l’appareil virtuel et toutes ses données
he: מוחק את המכשיר הווירטואלי ואת כל הנתונים שבו
hi: वर्चुअल डिवाइस और उसका सारा डेटा डिलीट करता है
hr: Briše virtualni uređaj i sve njegove podatke
hu: Törli a virtuális eszközt és a rajta lévő összes adatot
id: Menghapus perangkat virtual dan semua datanya
it: Elimina il dispositivo virtuale e tutti i suoi dati
ja: 仮想デバイスとその中のすべてのデータを削除します
ko: 가상 기기와 그 안의 모든 데이터를 삭제합니다
ms: Memadam peranti maya dan semua datanya
nb: Sletter den virtuelle enheten og alle dataene på den
nl: Verwijdert het virtuele apparaat en alle gegevens erop
pl: Usuwa urządzenie wirtualne i wszystkie jego dane
pt_br: Apaga o dispositivo virtual e todos os seus dados
pt_pt: Apaga o dispositivo virtual e todos os seus dados
ro: Șterge dispozitivul virtual și toate datele sale
ru: Удаляет виртуальное устройство и все его данные
sk: Vymaže virtuálne zariadenie a všetky jeho dáta
sl: Izbriše navidezno napravo in vse njene podatke
sv: Raderar den virtuella enheten och all dess data
th: ลบอุปกรณ์เสมือนและข้อมูลทั้งหมดในนั้น
tr: Sanal aygıtı ve içindeki tüm verileri siler
uk: Видаляє віртуальний пристрій і всі його дані
zh_hans: 删除虚拟设备及其中的所有数据
zh_hant: 刪除虛擬裝置及其中的所有資料

source: Xoá mọi image không gắn với container nào — lần sau sẽ pull lại
ar: يحذف كل الصور غير المستخدمة في أي حاوية — سيُعاد سحبها (pull) في المرة القادمة
ca: Elimina totes les imatges que no utilitza cap contenidor — es tornaran a descarregar (pull) la propera vegada
cs: Smaže všechny obrazy, které nepoužívá žádný kontejner – příště se znovu stáhnou (pull)
da: Fjerner alle images, der ikke bruges af en container – de hentes (pull) igen næste gang
de: Entfernt alle Images, die von keinem Container verwendet werden – sie werden beim nächsten Mal erneut gepullt
el: Αφαιρεί κάθε image που δεν χρησιμοποιείται από container — την επόμενη φορά θα γίνει ξανά pull
en: Removes every image not used by a container — it will be pulled again next time
es: Elimina todas las imágenes que no use ningún contenedor — se volverán a descargar (pull) la próxima vez
fi: Poistaa kaikki levykuvat, joita mikään kontti ei käytä – ne haetaan (pull) uudelleen seuraavalla kerralla
fr: Supprime toutes les images qu’aucun conteneur n’utilise — elles seront à nouveau téléchargées (pull) la prochaine fois
he: מסיר כל תמונה שאינה בשימוש של קונטיינר כלשהו — היא תימשך (pull) שוב בפעם הבאה
hi: ऐसी हर इमेज हटाता है जिसका कोई कंटेनर उपयोग नहीं करता — अगली बार इसे फिर से pull करना होगा
hr: Briše sve slike koje ne koristi nijedan spremnik – sljedeći put ponovno će se preuzeti (pull)
hu: Törli az összes olyan image-et, amelyet egyetlen konténer sem használ — legközelebb újra le kell tölteni (pull)
id: Menghapus setiap image yang tidak digunakan container — image akan di-pull lagi lain kali
it: Rimuove tutte le immagini non usate da alcun container — verranno scaricate di nuovo (pull) la prossima volta
ja: どのコンテナにも使われていないイメージをすべて削除します — 次回は再度pullされます
ko: 어떤 컨테이너에도 사용되지 않는 모든 이미지를 삭제합니다 — 다음에 다시 pull합니다
ms: Membuang setiap image yang tidak digunakan oleh container — image akan di-pull semula pada kali seterusnya
nb: Fjerner alle images som ikke brukes av en container – de hentes (pull) på nytt neste gang
nl: Verwijdert alle images die door geen enkele container worden gebruikt – ze worden de volgende keer opnieuw gepulld
pl: Usuwa wszystkie obrazy nieużywane przez kontenery — następnym razem zostaną ponownie pobrane (pull)
pt_br: Remove todas as imagens não usadas por nenhum contêiner — serão baixadas (pull) novamente da próxima vez
pt_pt: Remove todas as imagens não utilizadas por nenhum contentor — voltarão a ser transferidas (pull) da próxima vez
ro: Elimină toate imaginile nefolosite de vreun container — vor fi descărcate (pull) din nou data viitoare
ru: Удаляет все образы, не используемые контейнерами, — в следующий раз они будут загружены заново (pull)
sk: Vymaže všetky obrazy, ktoré nepoužíva žiadny kontajner – nabudúce sa znova stiahnu (pull)
sl: Izbriše vse slike, ki jih ne uporablja noben vsebnik – naslednjič bodo znova prenesene (pull)
sv: Tar bort alla avbildningar som inte används av någon container – de hämtas (pull) igen nästa gång
th: ลบอิมเมจทุกอันที่ไม่มีคอนเทนเนอร์ใดใช้ — ครั้งหน้าจะต้อง pull ใหม่
tr: Hiçbir konteynerin kullanmadığı tüm imajları siler — bir dahaki sefere yeniden pull edilir
uk: Видаляє всі образи, не використовувані контейнерами, — наступного разу їх буде завантажено знову (pull)
zh_hans: 删除所有未被容器使用的镜像 — 下次需要重新 pull
zh_hant: 刪除所有未被容器使用的映像檔 — 下次需重新 pull

source: Xoá nội dung %@/*
ar: حذف محتويات ‎%@/*‎
ca: Eliminar el contingut de %@/*
cs: Smazat obsah %@/*
da: Slet indholdet af %@/*
de: Inhalt von %@/* löschen
el: Διαγραφή περιεχομένων του %@/*
en: Delete contents of %@/*
es: Eliminar el contenido de %@/*
fi: Poista sisältö: %@/*
fr: Supprimer le contenu de %@/*
he: מחק את התוכן של ‎%@/*‎
hi: %@/* की सामग्री डिलीट करें
hr: Obriši sadržaj %@/*
hu: %@/* tartalmának törlése
id: Hapus isi %@/*
it: Elimina il contenuto di %@/*
ja: %@/* の内容を削除
ko: %@/* 내용 삭제
ms: Padam kandungan %@/*
nb: Slett innholdet i %@/*
nl: Verwijder inhoud van %@/*
pl: Usuń zawartość %@/*
pt_br: Apagar o conteúdo de %@/*
pt_pt: Apagar o conteúdo de %@/*
ro: Șterge conținutul %@/*
ru: Удалить содержимое %@/*
sk: Vymazať obsah %@/*
sl: Izbriši vsebino %@/*
sv: Radera innehållet i %@/*
th: ลบเนื้อหาของ %@/*
tr: %@/* içeriğini sil
uk: Видалити вміст %@/*
zh_hans: 删除 %@/* 的内容
zh_hant: 刪除 %@/* 的內容
